Repository: 84000/data-translation-memory
Catalog: toh431-v1.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་དཔལ་གཏུམ་པོ་ཁྲོ་བོ་ཆེན་པོ་ལ་ཕྱག་འཚལ་ལོ། །
en: homage to Caṇḍa­mahā­roṣaṇa!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན། །
en: Thus have I heard at one time.

source: བཅོམ་ལྡན་འདས་རྡོ་རྗེ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་དང་། གསུང་དང་། ཐུགས་ཀྱི་སྙིང་པོ་རྡོ་རྗེ་དབྱིངས་ཀྱི་དབང་ཕྱུག་མའི་བྷ་ག་རྣམས་ལ་བཞུགས་སོ། །
en: Lord Vajrasattva dwelt within the bhaga of the goddess of the Vajra Realm , which is the essence of body, speech, and mind of all tathāgatas.

source: དཔག་ཏུ་མེད་པའི་རྡོ་རྗེ་རྣལ་འབྱོར་པ་དང་། རྣལ་འབྱོར་མའི་ཚོགས་རྣམས་ཀྱང་ངོ་། །
en: together with many hosts of vajra yogins and yoginīs,

source: འདི་ལྟ་སྟེ།
en: namely:

source: མི་གཡོ་བ་དཀར་པོའི་རྡོ་རྗེ་རྣལ་འབྱོར་པ་དང་།
en: White Acala vajra yogin,

source: མི་གཡོ་བ་སེར་པོའི་རྡོ་རྗེ་རྣལ་འབྱོར་པ་དང་།
en: Yellow Acala vajra yogin,

source: མི་གཡོ་བ་དམར་པོའི་རྡོ་རྗེ་རྣལ་འབྱོར་པ་དང་།
en: Red Acala vajra yogin,

source: མི་གཡོ་བ་ལྗང་གུའི་རྡོ་རྗེ་རྣལ་འབྱོར་པ་དང་།
en: Green Acala vajra yogin,

source: གཏི་མུག་རྡོ་རྗེ་མའི་རྡོ་རྗེ་རྣལ་འབྱོར་མ་དང་།
en: Delusion Vajrī vajra yoginī,

source: ཕྲ་མ་རྡོ་རྗེ་མའི་རྡོ་རྗེ་རྣལ་འབྱོར་མ་དང་།
en: Calumny Vajrī vajra yoginī,

source: འདོད་ཆགས་རྡོ་རྗེ་མའི་རྡོ་རྗེ་རྣལ་འབྱོར་མ་དང་།
en: Passion Vajrī vajra yoginī, and

source: ཕྲག་དོག་རྡོ་རྗེ་མའི་རྡོ་རྗེ་རྣལ་འབྱོར་མ་དང་།
en: Envy Vajrī vajra yoginī.

source: དེ་ལྟ་བུ་ལ་སོགས་པའི་རྣལ་འབྱོར་པ་དང་རྣལ་འབྱོར་མ་བྱེ་བ་ཁྲི་བརྒྱ་སྟོང་རྣམས་སོ། །
en: with trillions of yogins and yoginīs, headed by those just mentioned.

source: དེ་ནས་བཅོམ་ལྡན་འདས་རྡོ་རྗེ་སེམས་དཔའ་མི་གཡོ་བ་ནག་པོའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ནས་འདི་ཉེ་བར་གསུངས་སོ།
en: Then Lord Vajrasattva, having entered the absorption of Black Acala, spoke:

source: དངོས་དང་དངོས་མེད་རྣམ་གྲོལ་བའི། །
en: “Freed from existence and nonexistence,

source: གཅིག་པུ་དེ་ནི་དགའ་བཞིའི་མཆོག །
en: Solely devoted to the four joys,

source: རྣམ་པར་རྟོག་པ་ཀུན་སྤངས་པའི། །སྤྲོས་པ་མེད་པའི་རང་བཞིན་ང་། །རྨོངས་པ་གང་གིས་ང་མི་ཤེས། །
en: I am naturally without mental elaboration And devoid of all mental constructs.

source: རྣམ་པ་ལྔ་ཡིས་ཡང་དག་གནས། །
en: “I am endowed with five forms

source: དེ་ནས་བཅོམ་ལྡན་འདས་མ་རྡོ་རྗེ་དབྱིངས་ཀྱི་དབང་ཕྱུག་མ་ཞེ་སྡང་རྡོ་རྗེ་མའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ནས་འདི་ཉེ་བར་གསུངས་སོ། །
en: Then the blessed goddess of the Vajra Realm , having entered the absorption of Hatred Vajrī, said this:

source: སྟོང་དང་སྙིང་རྗེ་དབྱེར་མེད་པའི། །
en: “Inseparable from emptiness and compassion,

source: ལྷ་ཡི་འདོད་པས་བདེ་བར་གནས། །
en: Abiding in pleasure with divine lust,

source: བདག་ནི་ཀུན་རྟོག་རྣམ་པར་བྲལ། །
en: Devoid of all mental constructs am I,

source: སྤྲོས་པ་མེད་ཅིང་གཡོ་བ་མེད། །
en: Free from mental elaboration and undistracted.

source: བུད་མེད་གང་གིས་ང་མི་ཤེས། །བུད་མེད་ཀུན་གྱི་ལུས་ལ་གནས། །བདག་ནི་དེ་རྣམས་ཕན་དོན་ཕྱིར། །
en: In order to benefit those women Who don’t know me as present In the body of every woman.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་མི་གཡོ་བ་ནག་པོ་ལ་བཅོམ་ལྡན་འདས་མ་ཞེ་སྡང་རྡོ་རྗེ་མས་དམ་དུ་འཁྱུད་ནས་ཙུམ་པར་མཛད་དེ་གསོལ་བ་བཏབ་པ་དང་།
en: The lord Black Acala deeply kissed and firmly embraced Hatred Vajrī, and said:

source: ལྷ་མོ་ལྷ་མོ་དགའ་ཆེན་མོ། །
en: “Goddess, goddess! Very enjoyable,

source: གསང་བ་ཤིན་ཏུའང་རྙེད་དཀའ་བ། །
en: Secret and extremely hard to come by,

source: སྙིང་པོ་ལས་སྙིང་མཆོག་གི་གཙོ། །
en: More essential than the essence, supreme,

source: སངས་རྒྱས་ཀུན་གྱིས་ལེགས་གསུངས་པ། །
en: Beautifully taught by all the buddhas—

source: རྒྱུད་ཀྱི་རྒྱལ་པོ་དབང་ཕྱུག་མཆོག །
en: The lord of kings of tantras, the supreme,

source: དབང་པོ་གཅིག་པུ་ཞེས་བྱ་བས། །
en: Called Sole Hero,

source: སེམས་ཅན་དངོས་གྲུབ་མྱུར་དུ་འགྲུབ། །
en: For beings’ swift accomplishment.

source: རྒྱུད་འདི་རབ་ཏུ་བསྟན་མི་བྱ། །
en: “This tantra must not be revealed

source: དཀྱིལ་འཁོར་མ་མཐོང་བ་རྣམས་ལ། །
en: To one who has not seen its maṇḍala.

source: དཀྱིལ་འཁོར་གཞན་དུ་ཞུགས་པ་ལའང་།
en: To someone who has entered a different maṇḍala.

source: གང་ཞིག་གཏུམ་པོ་ཁྲོ་བོ་ཡི། །དཀྱིལ་འཁོར་རབ་ཞུགས་མཉམ་གཞག་ཅིང་། །
en: “To the one who has entered the maṇḍala of Caṇḍaroṣa, Who is abiding in absorption,

source: དད་དང་བརྩོན་འགྲུས་མཆོག་ལྡན་ལ། །
en: Who possesses supreme faith and diligence,

source: བླ་མ་ལ་གུས་སྙིང་རྗེ་ཅན།
en: “To the one who is devoted to the teacher, compassionate,

source: སྔགས་ཀྱི་ཐེག་པར་མཆོག་ཏུ་གཞོལ། །
en: Wholly engaged in the Mantrayāna,

source: གཏུམ་པོའི་དབང་ཕྱུག་ལ་རྟག་གུས། །
en: And always devoted to Caṇḍa­mahā­roṣaṇa,

source: དེ་ལ་རྒྱུད་འདི་བསྟན་པར་བྱ། །
en: To him should one explain this tantra.

source: རྣལ་འབྱོར་པ་གང་ལ་ལ་ཞིག །
en: should any yogin,

source: དེ་ནི་ནད་ཆེན་གྱིས་གཟིར་ནས། །
en: “He will be seized by severe illnesses,

source: བཤང་གཅིའི་དྲི་མས་གོས་པར་བྱེད། །
en: Soiled by stool and urine,

source: ཟླ་བ་དྲུག་གི་ནང་དུ་ནི། །དེ་ནི་འཆི་བའི་སྡུག་བསྔལ་འགྱུར། །
en: And experience the suffering of death Within six months.

source: དེ་ཕྱིར་གཤིན་རྗེའི་ཕོ་ཉས་བཟུང་། །
en: “Then, seized by the messengers of Yama,

source: དུས་ཀྱི་ཞགས་པའི་དབང་དུ་འགྱུར།
en: Overpowered by the noose of Time,

source: སྡིག་ཅན་དམྱལ་བར་འཁྲིད།
en: To hell will he, the evil one, be led,

source: གལ་ཏེ་མྱོང་འགྱུར་ལས་ཟད་ཀྱང་། །
en: “If, after the exhaustion of his karma,

source: ལོ་ནི་འབུམ་དུ་དེ་སྡུག་བསྔལ། །
en: Having experienced suffering for a hundred thousand years,

source: གལ་ཏེ་མི་རུ་སྐྱེས་ན་ཡང་། །རྡོ་རྗེའི་གནམ་ལྕགས་ཀྱིས་དེ་འཇིག །
en: He attains a human birth, He will be destroyed in that birth by a bolt of lightning.

source: དེ་ཕྱིར་དཀྱིལ་འཁོར་ལེགས་བྲིས་ནས། །
en: Should draw a beautiful maṇḍala.

source: དེ་ཉིད་སྔོན་དུ་ཡོངས་བརྟགས་པའི། །སློབ་མ་བཟང་པོ་རབ་གཞུག་བྱ། །
en: He should cause the disciples— Only those previously examined—to enter there,

source: རྒྱུད་ནི་དེ་ཕྱིར་བསྟན་པར་བྱ། །
en: “And should then explain this tantra,

source: འཇིག་རྟེན་གསུམ་དུ་རྙེད་དཀའ་བའི། །
en: Difficult to find in the three worlds.

source: གང་ཡང་མ་ཐོས་རྒྱུད་འཆད་པ། །
en: Anyone who would explain it to one who hasn’t studied

source: དེ་ཡང་འོག་ཏུ་འགྲོ་འགྱུར་ཞིང་།
en: Will follow a downward course.

source: དེ་ཡི་གདོང་དུ་རྣམ་སྨིན་འགྱུར། །
en: “He will suffer inflammation of the mouth,

source: གལ་ཏེ་སངས་རྒྱས་དང་མཚུངས་ཀྱང་། །
en: Even though he may be equal to buddhas.

source: མགོ་བོར་རྡོ་རྗེའི་ཐོག་ལྟུང་བ། །
en: “His head will be split by a thunderbolt,

source: ཆར་འབབ་དུས་སུ་ཐེ་ཚོམ་མེད། །
en: Without any doubt, during the rainy season.

source: མཆོག་གི་ཞལ་མངའ་ལྷ་མོ་ལ། །བདག་གིས་འདི་ནི་བདེན་པར་བཤད།
en: This truth, O goddess, I have taught, O beautiful-faced one,

source: དཔའ་བོ་གཅིག་པ་ཉིད་དུ་གསུངས་པའི། དཔལ་ཁྲོ་བོ་གཏུམ་པོ་ཆེན་པོའི་རྒྱུད་ལས་རྒྱུད་ལ་འཇུག་པའི་རིམ་པར་ཕྱེ་བ་ཞེས་བྱ་བ་སྟེ་དང་པོའོ།། །
en: This concludes the first chapter, the introduction to the tantra, in the glorious Caṇḍa­mahā­roṣaṇa tantra called “ The Sole Hero

source: དེ་ནས་བཅོམ་ལྡན་འདས་མ་ཞེ་སྡང་རྡོ་རྗེ་མས། གཏུམ་པོ་ཆེན་པོ་ཁྲོ་བོ་ལ་དམ་དུ་འཁྱུད་ནས་གསོལ་པ།
en: Then the blessed Hatred Vajrī tightly embraced Lord Caṇḍa­mahā­roṣaṇa and said:

source: དཀྱིལ་འཁོར་གྱི་ནི་བྱ་བ་ལ། །གང་གི་ཚད་ཀྱིས་བྲི་བར་བྱ། །
en: “What is the size of the maṇḍala, And with what materials should it be drawn?

source: དེ་བཞིན་དེ་དབུས་བྲི་བྱ་བ། །གང་ཡིན་གཙོ་བོས་བདག་ལ་གསུངས། །
en: And also, what is to be written in its center? Tell me, O lord!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །
en: The lord then said:

source: དཀྱིལ་འཁོར་ཚད་དུ་གང་གྱུར་པ། །ཁྲུ་གང་དང་ནི་ཁྲུ་དོ་དང་། །
en: “The size of the maṇḍala Should be one cubit, two cubits,

source: ཁྲུ་གསུམ་པ་དང་ཁྲུ་བཞི་པ། །ཁྲུ་ལྔའི་ཚད་ལས་ལྷག་མི་བྱ། །
en: Three cubits, four or five— But not more than five cubits in measure.

source: གང་དུ་དེ་ཡི་རྡུལ་ཚོན་ཉིད། །ཁ་དོག་སྣ་ཚོགས་ཀྱིས་བྱས་པ། །
en: “It should be made with powders of whatever substances And of different colors,

source: གྲུ་བཞི་པ་ལ་སྒོ་བཞི་པ། །
en: With four corners, four doors,

source: རྟ་བབས་བཞི་ཡིས་རྣམ་པར་བརྒྱན། །
en: And adorned with four archways.

source: སྒོ་ནི་བརྒྱད་ཆ་ཉིད་དུ་ནི། །དེ་ཡི་ཚད་དུ་རབ་ཏུ་བརྟག །
en: “One should draw the door the size of One-eighth of the whole maṇḍala,

source: སྒོ་ཡི་ཚད་ཀྱིས་སྒོ་ཁྱུད་དང་། །དེ་ཡི་ཕྱེད་ཀྱིས་འགྲམ་དང་ནི། །
en: The portico the same size as the door, And the cupola one-half of that.

source: ལོགས་དང་དེ་བཞིན་སྟེགས་བུ་དང་། །དྲ་བ་དྲ་ཕྱེད་སྣམ་བུ་རྣམས། །
en: “And also, of such measure, the side, the altar, The garland, the half-garland, and the paṭṭikā

source: རྩ་བའི་ཐིག་གི་ཕྱི་རོལ་དུ། །དེ་ཡི་བྱེད་ཀྱི་རྡུལ་ཚོན་ས། །
en: The rajobhuva , however, outside of the base line, Should be one-half of the paṭṭikā

source: རྡོ་རྗེའི་ཕྲེང་བ་ཉིད་དང་ནི། །ཀ་བ་བརྒྱད་ལྡན་བརྟག་པར་བྱ།
en: “One should draw the row of vajras of the same size And also the eight pillars.

source: སྒོ་ཡི་སུམ་འགྱུར་ཉིད་ཀྱིས་ནི། །སྒོ་ཡི་རྟ་བབས་མཆོག་ཏུ་བྱ། །
en: One should make the chief gateway Three times as big as the door.

source: མཆོག་ཏུ་སྣ་ཚོགས་རྡོ་རྗེ་བྲི། །རྡོ་རྗེའི་ར་བ་ཁོར་ཡུག་ལྡན། །
en: “A double vajra should be drawn below, Surrounded by the vajra-enclosure.

source: དཔག་བསམ་ཤིང་སོགས་དང་ལྡན་པ། །ཁྲོ་བོ་གཏུམ་པོའི་དཀྱིལ་འཁོར་ལ། །
en: The maṇḍala of Caṇḍa­mahā­roṣaṇa Should be adorned with wish-fulfilling trees, and so on.

source: དཀྱིལ་འཁོར་འཁོར་ལོའི་རྣམ་པ་ལ། །
en: In the round shape of a circle.

source: དེ་ཡི་ཤར་ཕྱོགས་ཕྱོགས་བརྒྱད་ལ། །
en: In its eight directions, starting from the east,

source: སྣ་ཚོགས་པདྨ་ཡང་དག་བྲི། །
en: One should draw a multicolored lotus of eight petals,

source: དབུས་མ་དང་དགུ་དེ་དབུས་སུ། །
en: “With the space in the middle being the ninth. In the center of the ninth,

source: རལ་གྲི་སྔོན་པོ་རྡོ་རྗེས་མཚན། །རྡོ་རྗེ་གྲི་གུག་ཐོད་བཅས་འོག །
en: a deep-blue sword should be drawn Marked with a vajra and placed together with A vajra-knife and a skull cup.

source: ཤར་དུ་འཁོར་ལོས་མཚན་པ་ཡི། །རལ་གྲི་ཁ་དོག་དཀར་པོ་བྲི། །
en: “In the east, one should draw A sword of white color marked with a wheel.

source: ལྷོ་རུ་ཁ་དོག་སེར་པོ་ཡི། །རིན་ཆེན་དང་བཅས་ཡང་དག་བྲི། །
en: In the south, one should draw A yellow sword, inlaid with a jewel.

source: ནུབ་ཏུ་ཁ་དོག་དམར་པོ་ཡི། །པདྨ་དམར་པོས་མཚན་པ་དང་། །
en: “In the west, one of red color, Marked with a red lotus.

source: བྱང་དུ་རལ་གྲི་རྐྱང་པ་ཡི། །ཁ་དོག་ལྗང་ཁུ་ཡང་དག་ཁྲི། །
en: In the north, one should draw A plain sword of dark-green color.

source: འཁོར་ལོ་དཀར་པོས་མཚན་པ་ཡི། །གྲི་གུག་མེ་ཡི་མཚམས་སུ་བྲི། །
en: “In the southeast corner, one should draw A white knife, marked with a wheel.

source: རིན་ཆེན་སེར་པོས་རབ་མཚན་པ། །བདེན་བྲལ་དུ་ནི་བྲི་བར་བྱ།
en: one should draw A yellow one, nicely marked with a jewel.

source: པདྨ་དམར་པོས་རབ་མཚན་པ། །རླུང་དུ་དེ་བཞིན་བྲི་བར་བྱ། །
en: “In the northwestern corner, similarly, A red one, nicely marked with a red lotus, should be drawn.

source: ཟླ་བ་ཉི་མའི་སྟེང་གནས་པའི། །མཚན་མ་ཐམས་ཅད་རབ་ཏུ་བརྟག །
en: “One should arrange all these signs In position above the sun and the moon.

source: རྡུལ་ཚོན་དཀྱིལ་འཁོར་སྒྲུབ་ཐབས་འདི། །བདག་གིས་འཇིག་རྟེན་དོན་ཕྱིར་བཤད། །
en: I have taught this maṇḍala of powders To accomplish the benefit of the world.

source: ཡང་ན་དཀྱིལ་འཁོར་བྲི་བྱ་བ། །རས་རིས་ཚུལ་དུ་བྲི་བར་བྱ། །
en: “Alternatively one should prepare a maṇḍala In the form of a canvas-picture, nicely painted.

source: སྔོན་བཞིན་དཀྱིལ་འཁོར་བྲི་བྱས་ནས། །
en: The maṇḍala should be drawn as before.

source: དབུས་སུ་མི་གཡོ་མཐིང་ནག་བྲི། །
en: In the center, one should draw Black Acala,

source: ཞེ་སྡང་རྡོ་རྗེ་མས་འཁྱུད་པ། །
en: “Embraced by Hatred Vajrī.

source: ཤར་དུ་མི་གཡོ་དཀར་པོ་བྲི། །
en: In the east, one should draw White Acala;

source: མི་གཡོ་སེར་པོ་དེ་བཞིན་ལྷོར།
en: Similarly Yellow Acala in the south.

source: ནུབ་ཏུ་མི་གཡོ་དམར་པོ་བྲི། །
en: In the west, one should draw Red Acala;

source: བྱང་དུ་མི་གཡོ་ལྗང་ཁུ་བྲི། །
en: “In the north, one should draw Green Acala.

source: མེ་མཚམས་གཏི་མུག་རྡོ་རྗེ་དཀར། །
en: In the southeast, white Delusion Vajrī;

source: བདེན་བྲལ་ཕྲ་མ་རྡོ་རྗེ་སེར། །
en: Yellow Calumny Vajrī.

source: རླུང་དུ་འདོད་ཆགས་རྡོ་རྗེ་མ། །ལྷ་མོ་དམར་མོ་ཡང་དག་བྲི། །
en: “In the northwest, one should draw The red goddess Passion Vajrī;

source: དབང་ལྡན་ཕྲག་དོག་རྡོ་རྗེ་མ། །ལྗང་བྲི་རས་བྲིས་དཀྱིལ་འཁོར་ལ། །
en: In the northeast, draw dark-green Envy Vajrī. So one should draw the canvas-maṇḍala.

source: དེ་ནས་དཀྱིལ་འཁོར་ལ་སྔགས་ཀྱིས་ལྷག་པར་གནས་པར་བྱ་བ་ནི།
en: “Now comes the maṇḍala tutelage mantra:

source: ཨོྃ་ཤྲཱི་ཙཎྟ་མ་ཧཱ་རོ་ཥ་ཎ་ས་པ་རི་ཝཱ་ར་ས་ཧི་ཏཱ། ཨཱ་གཙྪ་ཨཱ་གཙྪ་ཛཿཧཱུྃ་བྃ་ཧོཿ། །
en: Oṁ , Blessed Caṇḍa­mahā­roṣaṇa, together with your retinue, come, come! Jaḥ hūṁ vaṁ hoḥ

source: ཨ་ཏྲ་མཎྜ་ལེ། ཨ་དྷིཥྵཱ་ནཾ་ཀུ་རུ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Assume tutelage over this maṇḍala! Hūṁ phaṭ ! Svāhā

source: འདིས་ཀུན་ནས་དགུག་པ་དང་། རབ་ཏུ་གཞུག་པ་དང་། བཅིང་བ་དང་། དབང་དུ་བྱས་ཏེ་མཆོད་པར་བྱའོ། །
en: “With this mantra, one should summon, induct, bind, and enthrall Caṇḍa­mahā­roṣaṇa, and then worship him.

source: དེ་ནས་སྔགས་ཀྱི་མཆོད་པར་གྱུར་པ་ནི།
en: “Now comes the worship mantra:

source: ཨོྃ་ཀྲྀཥྟ་ཙ་ལ་པུཥྤཾ་པྲ་ཏཱིཙྪ་ཧཱུྃ་ཕཊ།
en: Oṁ , Black Acala, accept this flower! Hūṁ phaṭ

source: ཨོྃ་ཤྭེ་ཏཱ་ཙ་ལ་པུཥྤཾ་པྲ་ཏཱིཙྪ་ཧཱུྃ་ཕཊ།
en: Oṁ , White Acala, accept this flower! Hūṁ phaṭ

source: ཨོྃ་པཱི་ཏཱ་ཙ་ལ་པུཥྤཾ་པྲ་ཏཱིཙྪ་ཧཱུྃ་ཕཊ།
en: Oṁ , Yellow Acala, accept this flower! Hūṁ phaṭ

source: ཨོྃ་རཀྟཱ་ཙ་ལ་པུཥྤཾ་པྲ་ཏཱིཙྪ་ཧཱུྃ་ཕཊ།
en: Oṁ , Red Acala, accept this flower! Hūṁ phaṭ

source: ཨོྃ་ཤྱཱ་མཱ་ཙ་ལ་པུཥྤཾ་པྲ་ཏཱིཙྪ་ཧཱུྃ་ཕཊ།
en: Oṁ , Green Acala, accept this flower! Hūṁ phaṭ

source: ཨོྃ་ཧཱེ་ཥ་བཛྲཱི་པུཥྤཾ་པྲ་ཏཱིཙྪ་ཧཱུྃ་ཕཊ།
en: Oṁ , Hatred Vajrī, accept this flower! Hūṁ phaṭ

source: ཨོྃ་མོ་ཧ་བཛྲཱི་པུཥྤཾ་པྲ་ཏཱིཙྪ་ཧཱུྃ་ཕཊ།
en: Oṁ , Delusion Vajrī, accept this flower! Hūṁ phaṭ

source: ཨོྃ་པི་ཤུན་བཛྲཱི་པུཥྤཾ་པྲ་ཏཱིཙྪ་ཧཱུྃ་ཕཊ།
en: Oṁ , Calumny Vajrī, accept this flower! Hūṁ phaṭ

source: ཨོྃ་རཱ་ག་བཛྲཱི་པུཥྤཾ་པྲ་ཏཱིཙྪ་ཧཱུྃ་ཕཊ།
en: Oṁ , Passion Vajrī, accept this flower! Hūṁ phaṭ

source: ཨོྃ་ཨཱིརྠྱ་བཛྲཱི་པུཥྤཾ་པྲ་ཏཱིཙྪ་ཧཱུྃ་ཕཊ།
en: Oṁ , Envy Vajrī, accept this flower! Hūṁ phaṭ

source: དེ་བཞིན་དུ། དི་པཾ་དང་། དྷཱུ་པཾ། གནྡྷཾ། ནེེ་བེ་དྱཾ། དེ་ལྟ་བུའི་ཉེ་བར་སྤྱད་པར་ལྔས་དཀྱིལ་འཁོར་ལ་མཆོད་པར་བྱའོ། །
en: “The flowers, and likewise the light, the incense, The perfumes, and the food— With these five offerings, One should worship the maṇḍala.

source: གང་ཚེ་དབུས་སུ་མི་གཡོ་དཀར། །
en: “When, however, White Acala is in the center,

source: གཏི་མུག་རྡོ་རྗེ་མ་དང་བཅས།
en: Together with Delusion Vajrī,

source: དེ་ཡི་དཀྱིལ་འཁོར་ཉིད་དུ་ཤེས། །
en: The maṇḍala should be known as his.

source: དེ་བཞིན་མི་གཡོ་སེར་ལ་སོགས། །
en: So would be the case with Yellow Acala and so forth.

source: རྣལ་འབྱོར་ལྔ་ཡི་རབ་དབྱེ་བས། །དཀྱིལ་འཁོར་ལྔ་རུ་བརྟག་པར་བྱ། །
en: “One should prepare the five maṇḍalas According to the division of the five yogins,

source: སེམས་ཉིད་རྩེ་གཅིག་གྱུར་པ་ཡིས། །
en: With one-pointed mind,

source: སྔོན་དུ་བསྙེན་པ་བརྩམ་པར་བྱ། །
en: Having made an effort to do the prior worship first.

source: བཟའ་བ་ཤ་དང་ཆང་ཡང་བྱ།
en: Can one offer refreshments of wine and meat

source: དཔའ་བོ་གཅིག་པ་ཉིད་དུ་གསུངས་པའི་དཔལ་ཁྲོ་བོ་གཏུམ་མོ་ཆེན་པོའི་རྒྱུད་ལས། དཀྱིལ་འཁོར་གྱི་རིམ་པར་ཕྱེ་བ་སྟེ་གཉིས་པའོ།། །།
en: This concludes the chapter on the maṇḍala, the second in the glorious Caṇḍa­mahā­roṣaṇa tantra called “ The Sole Hero

source: དེ་ནས་བཅོམ་ལྡན་འདས་མས་གསོལ་བ། །
en: Then the goddess said:

source: སློབ་མ་ཇི་ལྟ་བུ་ཉིད་ལ། །རྒྱུད་འདི་རབ་ཏུ་སྦྱར་བར་བྱ། །ཐེ་ཚོམ་མེད་པར་བྱ་བ་ཉིད། །
en: “How should the student be prepared, And how should he be engaged in this tantra? How are his doubts resolved?

source: ཁྱབ་བདག་ཆེན་པོ་བསྟན་དུ་གསོལ། །
en: Please explain this, O great lord!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The lord then said:

source: དང་པོར་སྐྱབས་སུ་འགྲོ་བ་གསུམ་སྦྱིན་པར་བྱའོ། །
en: “First one should give him the triple refuge,

source: བསླབ་པ་ལྔ་དང་གསོ་སྦྱོང་དག་ཀྱང་ངོ་། །
en: The five disciplines, and the fast.

source: དེ་ནས་དབང་ལྔ་དང་། གསང་བ་དང་། ཤེས་རབ་ཡེ་ཤེས་ཀྱི་དབང་ངོ་། །
en: Then the five empowerments, The secret empowerment, and lastly the wisdom-consort empowerment.

source: དེ་ནས་སྐལ་ལྡན་སློབ་མ་ལ། །
en: “Then the disciple will be fit.

source: རྒྱུད་ཀྱི་དེ་ཉིད་བསྟན་པར་བྱ། །
en: One should explain this tantra to him alone;

source: གཞན་དག་རིང་དུ་སྤང་བར་བྱ། །
en: One should keep others far away,

source: དེ་ལ་སྐྱབས་སུ་འགྲོ་བའི་ཚིགས་སུ་བཅད་པ་འདིའོ། །
en: “This is the verse of the triple refuge:

source: སངས་རྒྱས་ལ་ནི་བདག་སྐྱབས་མཆི། །
en: “I go to the Buddha, my refuge,

source: ཇི་སྲིད་སྙིང་པོ་བྱང་ཆུབ་པར། །
en: Until I attain the essence of awakening.

source: དམ་པའི་ཆོས་ལ་བདག་སྐྱབས་མཆི། །
en: I go to the Dharma, my refuge,

source: དགེ་འདུན་ལ་ཡང་མི་ཕྱེད་དང་། །
en: And to the Saṅgha, with undivided faith.

source: དེ་ལ་བསླབ་པ་ལྔའི་ཚིགས་སུ་བཅད་པ་ནི།
en: “This is the verse of the five disciplines:

source: སྲོག་གཅོད་མ་བྱིན་ལེན་པ་དང་། །
en: “Killing and also stealing,

source: གཞན་གྱི་བུད་མེད་རྫུན་སྨྲ་རྣམས། །
en: Seducing another’s wife, false speech—

source: ལྔ་པ་ཆང་གི་བཏུང་བ་ཉིད། །
en: Also the fifth, the intoxicants.

source: དེ་ལ་འདིར་གསོ་སྦྱོང་གི་ཚིགས་སུ་བཅད་པ་ནི། །
en: “This is the verse of the observance of the fast:

source: བདག་གིས་སེམས་ཅན་གསད་མི་བྱ། །
en: “I will not kill living beings,

source: ཕ་རོལ་ནོར་ནི་དབྲོག་མི་བྱ།
en: Nor steal another’s property.

source: བདག་ནི་ཚངས་པར་སྤྱོད་པ་སྤྱད། །
en: I will practice celibacy

source: རྫུན་གྱི་ཚིག་ཀྱང་སྤང་བར་བགྱི། །
en: And avoid false words.

source: མྱོས་བྱེད་ཆང་གི་བཏུང་བ་ནི། །བདག་གིས་གང་དུའང་བདུང་མི་བྱ། །
en: “I will never drink wine— The cause of intoxication—

source: གར་དང་གླུ་དང་རྒྱན་རྣམས་དང་། །རྒོད་བག་རྣམས་ནི་སྤང་བར་བྱ། །
en: And will avoid dance, song, And ornaments, along with merriment,

source: ཁྲི་སྟན་མཐོ་དང་ཁྲི་སྟན་ཆེ། །དུས་མིན་ཁ་ཟས་སྤང་བར་བྱ། །
en: “High bed, grand bed, And also eating at inappropriate times.

source: དེ་ལྟར་གསོ་སྦྱོང་ཡན་ལག་བརྒྱད། །དགྲ་བཅོམ་རྗེས་སུ་བདག་གིས་བསླབ།
en: In this way, I will keep pure The eightfold vow of the fast, “In agreement with the instructions for the arhats,

source: ཇི་ལྟར་སངས་རྒྱས་ཀྱིས་གསུངས་ལྟར། །
en: Just as instructed by the Buddha.

source: དེ་ཡིས་གཡོན་ཅན་བདུད་ལས་རྒྱལ། །
en: When I have conquered the wicked Māra in this way

source: བླ་མེད་སངས་རྒྱས་མཆོག་ཐོབ་བྱ། །
en: And attained the ultimate buddhahood,

source: ལུས་ཅན་ཀུན་གྱི་སྐྱབས་གྱུར་ཏེ། །
en: “I shall become a refuge for all beings

source: འཁོར་བ་ཇི་སྲིད་དེ་སྲིད་པར། །
en: For as long as I circle in saṃsāra,

source: སྐྱེས་བུ་བདེ་བར་གཤེགས་པར་སྐྱེ་
en: a male offspring of the buddhas,

source: སྐྱེ་བོ་བཟང་པོ་དང་འགྲོགས་འདིར། །
en: “Shall be one who associates with good people,

source: བློ་ལྡན་འཇིག་རྟེན་ལ་ཕན་དགའ། །
en: Is wise, and delights in the good of the world.

source: དེ་ལ་འདིར་ཆུའི་དབང་ནི།
en: “This is the water empowerment:

source: སློབ་མ་དྲི་མ་དང་བྲལ་ཞིང་ཤེལ་དག་པ་བཞིན་དུ་བསམས་ནས།
en: “Visualizing the disciple to be pure and spotless like a crystal,

source: རྣམ་པར་རྒྱལ་བའི་བུམ་པ་ནས་ཆུ་བླངས་ཏེ།
en: one should draw some water from the victory jar

source: འདིར་དབུ་རྒྱན་གྱི་དབང་བསྐུར་བ་ནི་
en: “This is the crown empowerment:

source: གོས་ལ་སོགས་པ་ལ་བྱས་པའི་དབུ་རྒྱན་རིན་པོ་ཆེ་ཀུན་ལས་གྲུབ་པར་བསམས་ནས།
en: “One should first fashion a cloth crown that resembles a crown with many gems.

source: སློབ་མ་ཡང་འཁོར་ལོས་སྒྱུར་བ་ལྟར་བསམས་ནས།
en: Then one should visualize the disciple as a universal emperor,

source: མགོ་བོར་དབུ་རྒྱན་སྦྱིན་པར་བྱའོ། །སྔོན་བཞིན་དུ་དབང་བསྐུར་བར་བྱ་སྟེ།
en: place the crown on his head, and sprinkle him as before.

source: སྔོན་བཞིན་དུ་དབང་བསྐུར་བར་བྱ་སྟེ།
en: sprinkle him as before.

source: ཨོྃ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཨཱ་བི་ཤ་ཨཱ་བི་ཤ་ཨ་སྱ་ཧྲྀ་ད་ཡྃ་ཧཱུྃ་ཕཊ།
en: Oṁ , Caṇḍa­mahā­roṣaṇa, enter, enter into his heart! Hūṁ phaṭ

source: དེ་ལ་རལ་གྲིའི་དབང་བསྐུར་བ་ནི།
en: “This is the sword empowerment:

source: ལྕགས་ལ་སོགས་པའི་རང་བཞིན་ལས་རལ་གྲི་དེའི་ལག་པ་གཡས་སུ་བྱིན་ནས།
en: “One should place a sword made of iron or the like in the disciple’s right hand and

source: ཨོྃ་ཧ་ན་ཧ་ན། མཱ་ར་ཡ་མཱ་ར་ཡ། སརྦ་ཤ་ཏྲཱུྃ་ཛྙཱ་ན་ཁཌྒ་ཧཱུྃ་ཕཊ།
en: Oṁ , strike, strike! Kill, kill all the enemies! O sword of knowledge! Hūṁ phaṭ

source: དེ་ལ་འདིར་ཞགས་པའི་དབང་བསྐུར་བ་ནི།
en: “This is the noose empowerment:

source: ཟངས་མ་ལ་སོགས་པ་ལས་བྱས་པའི་ཞགས་པ་དེའི་སྡིགས་མཛུབ་དང་བཅས་པའི་ལག་པ་གཡོན་པར་བྱིན་ནས།
en: “One should place a noose made of copper or the like in his left hand, which should display the threatening gesture.

source: ཨོྃ་གྲྀཧྞ་གྲྀཧྞ། །ཀ་ཧ་ཀ་ཧ། ཀཌྜྷྱ་ཀཌྜྷྱ་སརྦ་དུཥྚཱཾ་པཱ་ཤེ་ན་བནྡྷ་བནྡྷ།
en: Oṁ , seize, seize! Pull, pull all the evildoers with the noose! Bind, bind!

source: མ་ཧཱ་ས་ཏྱ་ཏེ་དྷ་རྨྨ་ཏེ་སྭཱ་ཧཱ།
en: To you, O great truth, to you, O Dharma, svāhā

source: དེ་ལ་འདིར་མིང་གི་དབང་ནི།
en: “This is the name empowerment:

source: སློབ་མ་ཁྲོ་བོ་གཏུམ་པོ་ཆེན་པོའི་ཕྱག་རྒྱ་རུ་ཉེ་བར་བཀོད་ནས།
en: “One should invite the disciple, crowned with the seal of Caṇḍa­mahā­roṣaṇa,

source: ཨོྃ་ཧེ་ཤྲཱི་བྷ་ག་བ་ན་ཀྲྀཥྞཱ་ཅེ་ལ་སིདྡྷེ་སྟྭཾ་ཧཱུྃ་ཕཊ།
en: Oṁ , blessed lord Black Acala, you are an accomplished being! Hūṁ phaṭ

source: དེ་ནས་སྔོན་བཞིན་དུ་དབང་བསྐུར་བར་བྱའོ། །
en: Then one should anoint him as before.

source: དེ་བཞིན་དུ་སྒྲུབ་པ་པོས་ནག་པོ་ལ་སོགས་པའི་དབྱེ་བས། མི་གཡོ་བ་རྣམ་པ་ལྔའི་མིང་གིས་དབང་བསྐུར་བ་སྦྱིན་པར་བྱའོ། །
en: In this way, the name empowerment of the five Acalas, according to the color division of black and so forth, should be given to the sādhaka.

source: ཞེས་བྱ་བ་ནི་དབང་ལྔའོ། །
en: This is the fivefold empowerment.

source: བུད་མེད་རྣམས་ཀྱི་དབུ་རྒྱན་གྱི་དབང་བསྐུར་བ་བཞག་ནས།
en: “To women, however, instead of the crown empowerment,

source: སིན་དྷུ་རའི་དབང་བསྐུར་བ་སྦྱིན་པར་བྱའོ། །
en: a vermillion empowerment should be given:

source: རྒྱལ་སྲིད་ཀྱི་ལྷ་མོ་ཆེན་མོའི་ཚུལ་དུ་སློབ་མ་དམིགས་ཏེ།
en: “Visualizing the disciple in the form of the fierce great goddess,

source: ཨོྃ་བྷ་ག་ཝ་ཏཱི་ཨཱ་བི་ཤ་ཨཱ་བི་ཤ་ཨ་སྱ་ཧྲྀ་ད་ཡཾ་ཧཱུྃ་ཕཊ།
en: Oṁ , goddess, enter, enter into her heart! Hūṁ phaṭ

source: ལྕགས་ལ་སོགས་པའི་གྲི་གུག་དེའི་ལག་པ་གཡས་སུ་སྦྱིན་པར་བྱའོ། །
en: One should place in her right hand a knife of iron or other material,

source: ཨོྃ་ཀརྟི་ཀེ་སརྦྦ་མཱ་རཱ་ཎཱྃ་མཱྃ་སྃ་ཀཱརྟ་ཡ་ཀཱརྟ་ཡ་ཧཱུྃ་ཕཊ།
en: Oṁ , knife, cut, cut the flesh of all the māras! Hūṁ phaṭ

source: ལག་པ་གཡོན་དུ་མིའི་ཐོད་པའམ། །
en: In her left hand, one should place a human skull,

source: ཨོྃ་བཛྲ་ཀ་པཱ་ལ་སརྦྦ་ཤ་ཏྲུ་ཎཱཾ་རཀྟཾ་དྷཱ་ར་ཡ་དྷཱ་ར་ཡ་ཧཱུྃ་ཕཊ།
en: Oṁ , skull, hold, hold the blood of all the enemies! Hūṁ phaṭ

source: དེ་ནས་བཅོམ་ལྡན་འདས་མའི་ཕྱག་རྒྱ་རུ་རྣམ་པར་བཀོད་ནས། དེའི་རྣམ་པར་དམིགས་ཏེ།
en: Then one should invite her to assume the goddess’s posture, and visualize her in the goddess’s form.

source: ཨོྃ་ཧེ་ཤྲཱི་དྭེ་ཥ་བཛྲི་སིདྡྷེ་སྟྭཾ་ཧཱུྃ་ཕཊ།
en: Oṁ , blessed Hatred Vajrī, you are an accomplished being! Hūṁ phaṭ

source: དེ་བཞིན་དུ་བུད་མེད་ནི་ནག་མོ་ལ་སོགས་པའི་ཁ་དོག་གི་དབྱེ་བས་རྣལ་འབྱོར་མ་ལྔ་པོ་རྣམས་ཀྱི་མིང་གི་དབང་བསྐུར་བར་བྱའོ། །
en: In this way, with the names of the five yoginīs according to the division of colors starting with the black, one should anoint women.

source: འདིར་ཤེས་རབ་ཀྱི་དབང་བསྐུར་བའི་གནས་སུ་ཐབས་ཀྱི་དབང་བསྐུར་བ་སྦྱིན་པར་བྱའོ་ཞེས་སོ། །
en: To them, however, in place of the wisdom empowerment , the skillful means empowerment should be given.

source: དེ་ནས་གསང་བའི་དབང་བསྐུར་བར་གྱུར་པ་ནི་
en: “Now comes the secret empowerment.

source: བླ་མ་ལ་སློབ་མས་གོས་ལ་སོགས་པས་ཡང་དག་པར་མཆོད་ནས།
en: “The disciple should first offer clothes and so forth to the teacher

source: དེ་ལ་རང་ཡིད་དུ་འོང་བའི་གཟུགས་དང་། ལང་ཚོས་བརྒྱན་པའོ་ཤེས་རབ་མ་དབུལ་བར་བྱའོ།
en: before presenting him with a girl who is young and beautiful and dear to his heart.

source: ཁྱོད་ལ་འདི་ནི་འབུལ་ལགས་ཀྱིས། །འདོད་ཀུན་བདེ་བར་རབ་ཏུ་སྩོལ། །
en: “ ‘This girl that I offer you Grants all the pleasures of love;

source: བདག་ནི་འདོད་པའི་བདེ་དོན་ཕྱིར། །མགོན་པོ་ཁྱོད་ཀྱིས་བརྩེ་བས་ཟུང་། །
en: Accept her for the sake of your pleasure. Please have compassion, O lord.’

source: དེ་ནས་བླ་མ་ལ་ཕྱག་འཚལ་ནས་སློབ་མ་ཕྱིར་བྱུང་སྟེ།
en: “The disciple should then bow to the teacher, leave the room,

source: ཨོྃ་ཙཎྜ་མ་ཧཱ་རོ་ཥ་ཎ་ཧཱུྃ་ཕཊ། །
en: Oṁ , Caṇḍa­mahā­roṣaṇa, hūṁ phaṭ

source: ཡང་བླ་མས་ཆང་དང་ཤ་ལ་སོགས་པ་རྣམས་ཀྱིས་བདག་ཉིད་མཆོད་ནས།
en: “The teacher should make offerings to himself with wine, meat, and so forth,

source: ཤེས་རབ་ཀྱང་ཚིམ་པར་བྱས་ཏེ།
en: and then satiate the wisdom consort.
